"Camera Permissions" = "Camera Permissions";

"Would you like to allow this application to use your camera to stream live video?" = "Would you like to allow this application to use your camera to stream live video?";

"Don't Allow" = "Don't Allow";

"Allow" = "Allow";
